import random

anekdot = [
    "Почему программисты не любят природу? Потому что там слишком много багов.",
    "Какой язык программирования самый оптимистичный? Python, потому что он всегда говорит 'import this'.",
    "Почему у компьютера не бывает друзей? Потому что он всегда зависает.",
    "Как программист делает чай? Он ставит чайник на '0' и ждет, пока не станет '1'.",
    "Почему Java-программисты не могут найти своих детей? Потому что они всегда ищут их в 'null'."
]
random_anekdot = random.choice(anekdot) 
print(random_anekdot)